---
###### tags: `資訊`
---

# 軟研內部

*選擇左上角的編輯功能*

## 重要記事



## 社幹會議討論狀況

- 社費 1200
- 8/14 9.30-11.30團練
- 暑輔後 週一早上10-12 週四時間看狀況

社博

- 負責製作google表單：黃晨芸

## todo list

- 8/14 9.30-11.30團練
- 暑輔後 週一早上10-12 週四時間看狀況(須重選)
- 以後只實體
- 徵選場地、時間(志琳)以後考慮把所有約都給他負責
- 迎新的進度(伯峰跟曾怡)
- 把問卷連結po ig
- 社服廠商

## 實體開會
會議記錄者：

- 團練時間
- 借電腦教室
- 傳單
- 跑班時間
- 徵選時間和人數
- 徵選工作分配
- 徵選問題
- 寄email給要徵選的學弟妹
- ig 要放徵選資訊
- 迎新接社團
- 社課調整(高一會上資訊銜接)
- 確認大家都會用hackmd(看訊息and做簡報)
- 確認大家會用messenger(會看群組and不要什麼都私訊)
- 團隊分工確認大家的職務(要合作)
- 誰要考apcs? 
    - 崔浩堂

底下是啥><

- **搞定課表**
    - 分配課程負責人
    - 幫社幹上課
- 實體會議
    - 決定開會討論內容

## 關於徵選

負責人: 
時間:

### 傳單

### 工作分配

### 問題池


## 關於課表

### 課表許願池

大家丟上自己想學的東西吧!

- unity遊戲
- html
- unix作業系統 
- github?

### 預定課表

:::spoiler 課程主題
- [基礎介紹 I/O if-else](asdf)
- [迴圈 資料型別 複雜度](asdf)
- [陣列 字串](asdf)
- [函式 遞迴](asdf)
- [搜尋與排序](asdf)
- [DFS/BFS](asdf)
- [HTML](asdf)
- [UNIX指令](asdf)
--寒假--
- STL-1](asdf)
- [STL-2](asdf)
- [動態規劃-1(沙裕傑asdf)](asdf)
- [進階資料結構-1](asdf)
- [進階資料結構-2 **崔浩堂**](asdf)
- [圖論](asdf)
- [社團事物/模擬賽
:::

## 關於幹部

社長：林晏楨
副社：沙裕傑
總務：黃晨芸
公關：呂佳芸、黃仁宥
教學：黃云沛、陳宇翔、崔岑宜、陳柏夆、張誌麟
社師：徐正修
社師-2：崔浩堂

## 校外友社

- 鳳新電研
- 竹中軟研
- 實驗 ICED
- 竹女軟研
- 建中 INFOR
- 拉麵

## 關於社團帳號


## 社團帳號

gmail:
帳號:ckshcsdc@gmail.com
密碼:cksh1998

github:
帳號